/*
 Localizable.strings (Polish).strings
 Battery Time Remaining
 
 Created by Paweł Dzięcioł on 31.08.2012.
 Copyright (c) 2012 Han Lin Yap. All rights reserved.
 */
/* Percentage left menuitem */
"%ld %% left" = "%ld %% pozostało";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% pozostało ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%ld:%02ld left (%ld%%)" = "%1$ld:%2$ld pozostało (%3$ld%%)";

/* Update menuitem
 Update notification */
"A newer version is available" = "Dostępna jest nowa wersja";

/* Advanced mode setting */
"Advanced mode" = "Tryb zaawansowany";

/* Calculating sidetext */
"Calculating…" = "Obliczam…";

/* Charged notification */
"Charged" = "Bateria naładowana";

/* Update menuitem */
"Checking for updates…" = "Sprawdzam aktualizacje…";

/* Update menuitem */
"Could not check for updates" = "Nie można sprawdzić aktualizacji";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Ilość cykli: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Wyświetl czas w nawiasach";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Otwórz preferencje oszczędzania energii…";

/* Remaining menuitem */
"Loading…" = "Ładuję…";

/* Notification menuitem */
"Notifications" = "Powiadomienia";

/* Powersource menuitem */
"Power source: %@" = "Źródło zasilania: %@";

/* Powersource menuitem */
"Power source: Unknown" = "Źródło zasilania: nieznane";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Zużycie energii: %.2f Watów";

/* Quit menuitem */
"Quit" = "Wyjście";

/* Settings menuitem */
"Settings" = "Ustawienia";

/* Start at login setting */
"Start at login" = "Uruchom przy logowaniu";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperatura: %.1f°C";

/* Update menuitem */
"Up to date" = "Posiadasz aktualną wersję";

